{
    "Home": "Acasă",
    "Features": "Caracteristici",
    "Programs": "Programe",
    "Results": "Rezultate",
    "I'll build you a dream body": "Îți voi construi un corp de vis",
    "in a short time and without rollback": "Într-un timp scurt și fără regres",
    "Select a Program": "Selectați un program",
    "And get a discount": "Și obțineți o reducere",
    "Modern Personal Account": "Cont personal modern",
    "Explanatory program": "Program explicativ",
    "Detailed videos": "Videoclipuri detaliate",
    "Training diary": "Jurnal de antrenament",
    "Regular Feedback": "Feedback regulat",
    "I personally answer questions": "Răspund personal la întrebări",
    "Process discussion": "Discuție despre proces",
    "Live chat": "Chat live",

    "We are the best at": "Suntem cei mai buni la",
    "loosing fat": "pierderea grăsimii",
    "diets": "dieta",
    "building muscle": "construirea mușchilor",
    "Personalized Programs": "Programe personalizate",
    "New Approach": "Abordare nouă",
    "New Results": "Rezultate noi",
    "This training system is built on the basis of scientific research supported by practice.": "Acest sistem de antrenament este construit pe baza cercetărilor științifice susținute de practică.",
    "Load balance for any level": "Echilibru de încărcare pentru orice nivel",
    "So as not to kill the motivation and desire to return to the gym": "Pentru a nu ucide motivația și dorința de a reveni la sală",
    "No marketing time": "Fără timp de marketing",
    "Visible results already in the first months of training.": "Rezultate vizibile deja în primele luni de antrenament.",
    "Clear Video instructions": "Instrucțiuni video clare",
    "Every Program is customized for each of you, but mostly it follows these categories:": "Fiecare program este personalizat pentru fiecare dintre voi, dar în principal urmează aceste categorii:",
    "Muscle Builder": "Constructor de mușchi",
    "Ideal for individuals looking to build muscle and improve strength.": "Ideal pentru persoanele care doresc să își construiască mușchii și să își îmbunătățească forța.",
    "/month": "/lună",
    "Customized workout plan": "Plan de antrenament personalizat",
    "Nutritional guidance included": "Ghidare nutrițională inclusă",
    "Program duration:": "Durata programului:",
    "12 weeks": "12 săptămâni",
    "Ongoing support and progress tracking": "Suport continuu și urmărirea progresului",
    "Access to online community and resources": "Acces la comunitatea online și resurse",
    "Join Now": "Alătură-te acum",
    "Powerlift": "Powerlift",
    "Ideal for individuals looking to improve at powerlifting and build a strong foundation.": "Ideal pentru persoanele care doresc să se îmbunătățească la powerlifting și să construiască o bază solidă.",
    
    "Tailored powerlifting exercises and heart-healthy nutrition": "Exerciții de powerlifting personalizate și nutriție sănătoasă pentru inimă",
    "Monthly powerlifting tests": "Teste lunare de powerlifting",
    "Duration of the program:": "Durata programului:",
    
    "Continuous support and detailed progress reports": "Suport continuu și rapoarte detaliate de progres",
    "Membership to a supportive online community and exclusive resources": "Membru al unei comunități online de susținere și resurse exclusive",
    "Fat Burner": "Ardere de grăsimi",
    "Ideal for individuals looking to lose fat and improve their overall health.": "Ideal pentru persoanele care doresc să piardă în greutate și să își îmbunătățească starea generală de sănătate.",
  
    "Customized workout and diet plan": "Plan de antrenament și dietă personalizat",
    "Includes regular health and fitness check-ups": "Include controale regulate de sănătate și fitness",
    
    "16 weeks": "16 săptămâni",
    "Here are the result Before and after:": "Iată rezultatul înainte și după:",
    "You decide your future": "Tu decizi viitorul tău",

    "You are in control of your life": "Tu controlezi viața ta",
    "Programs Faqs": "Întrebări frecvente despre programe",

    "How can I get help if I'm stuck on a workout?": "Cum pot obține ajutor dacă sunt blocat la un antrenament?",
    "How do I purchase a workout program?": "Cum pot cumpăra un program de antrenament?",
    "Is there a sample workout program I can take a look at?": "Există un program de antrenament exemplu pe care să îl pot vedea?",
    "Do I get a review when I post my workout progress?": "Primește o recenzie când postez progresul meu de antrenament?",
    "Can I use equipment/tools on these workout programs?": "Pot folosi echipamente/unelte în aceste programe de antrenament?",
    "Can I share these workout programs with my friends?": "Pot împărtăși aceste programe de antrenament cu prietenii mei?",
    "How often are new workout programs added?": "Cât de des sunt adăugate programe de antrenament noi?",
    "What is the difference between the beginner, intermediate, and advanced workout programs?": "Care este diferența dintre programele de antrenament pentru începători, intermediari și avansați?",
    "Can I use these workout programs within my own free or commercial content/tutorials/projects?": "Pot folosi aceste programe de antrenament în propriul meu conținut gratuit sau comercial/tutoriale/proiecte?",
    "Do you offer personalized workout programs?": "Oferiți programe de antrenament personalizate?",
    "What payment methods do you accept?": "Ce metode de plată acceptați?",
    "Can I track my progress on your platform?": "Pot urmări progresul meu pe platforma dvs.?",
    "Are there any dietary guidelines included with the workout programs?": "Există vreun ghid alimentar inclus în programele de antrenament?",
    "What is your refund policy?": "Care este politica dvs. de rambursare?",
    "Do you offer live workout sessions?": "Oferiți sesiuni de antrenament live?",
  
    "Are you ready to change your life?": "Ești gata să îți schimbi viața?",
    "Resources": "Resurse",
    "Nutrition": "Nutriție",
    "Anatomy": "Anatomie",
    "Follow us": "Urmăriți-ne",
    "Legal": "Informații juridice",
    "Privacy Policy": "Politica de confidențialitate",
    "Terms & Conditions": "Termeni și condiții",
    "ProdiusIndustries": "ProdiusIndustries",
    "All Rights Reserved": "Toate drepturile rezervate",



    "The best (and quickest) way to get help on a workout is in our community forum. There are thousands of other fitness enthusiasts in there, so it's a great place to ask questions. We even have a dedicated 'help' channel! If you haven't joined yet, you can get an invite to our community forum here.": "Cea mai bună (și rapidă) modalitate de a primi ajutor pentru un antrenament este pe forumul nostru comunitar. Acolo sunt mii de alți pasionați de fitness, așa că este un loc grozav pentru a pune întrebări. Avem chiar și un canal dedicat de 'ajutor'! Dacă nu te-ai alăturat încă, poți primi o invitație pentru forumul nostru comunitar aici.",
  "We'd recommend reading our complete guide to purchasing workout programs. If you get stuck and need help, please feel free to ask questions in our community forum, and we'll help you purchase your program.": "Îți recomandăm să citești ghidul nostru complet pentru achiziționarea programelor de antrenament. Dacă te blochezi și ai nevoie de ajutor, te rugăm să pui întrebări pe forumul nostru comunitar și te vom ajuta să îți achiziționezi programul.",
  "We don't provide 'official' sample programs for the workouts. This is because there is no single perfect way to complete a workout. Instead, you're encouraged to review other people's workout routines in the community. You can learn so much by seeing how other people have approached the same workouts and giving them feedback.": "Nu oferim programe 'oficiale' de exemplu pentru antrenamente. Acest lucru se datorează faptului că nu există o singură modalitate perfectă de a finaliza un antrenament. În schimb, ești încurajat să revizuiești rutinele de antrenament ale altor persoane din comunitate. Poți învăța atât de multe văzând cum au abordat alții aceleași antrenamente și oferindu-le feedback.",
  "Our platform is a collaborative learning community where everyone can give feedback to each other. If you'd like to receive feedback from the community, please be sure to post a question when you submit your progress. The more specific you can be, the better. Being clear with your questions means you're much more likely to receive valuable feedback from others.": "Platforma noastră este o comunitate de învățare colaborativă unde toată lumea poate oferi feedback reciproc. Dacă dorești să primești feedback de la comunitate, te rugăm să postezi o întrebare când îți trimiți progresul. Cu cât poți fi mai specific, cu atât mai bine. Fiind clar în întrebările tale înseamnă că ești mult mai probabil să primești feedback valoros de la alții.",
  "Yes! Our challenges provide professional workout programs but there are no rules on what tools to use. So feel free to use anything you like to complete your workouts.": "Da! Provocările noastre oferă programe de antrenament profesionale, dar nu există reguli privind ce instrumente să folosești. Așa că simte-te liber să folosești orice îți place pentru a-ți finaliza antrenamentele.",
  "Definitely! Please do feel free to share whatever workout program you find beneficial with your friends. Helping fitness enthusiasts add professional-looking workout programs to their routine was one of the reasons we created this platform!": "Cu siguranță! Te rugăm să te simți liber să împărtășești orice program de antrenament pe care îl găsești benefic cu prietenii tăi. A ajuta pasionații de fitness să adauge programe de antrenament cu aspect profesional în rutina lor a fost unul dintre motivele pentru care am creat această platformă!",
  "We launch a new workout program every two weeks. We alternate between free and premium program launches, so we launch one free and one premium program each month.": "Lansăm un nou program de antrenament la fiecare două săptămâni. Alternăm între lansările de programe gratuite și premium, așa că lansăm un program gratuit și unul premium în fiecare lună.",
  "The beginner, intermediate, and advanced workout programs are designed to cater to different fitness levels. The beginner program is for those who are new to working out, the intermediate program is for those who have some experience, and the advanced program is for those who have a lot of experience. However, try choosing a program that suits your current fitness level and goals.": "Programele de antrenament pentru începători, intermediari și avansați sunt concepute pentru a satisface diferite niveluri de fitness. Programul pentru începători este pentru cei care sunt noi în antrenament, programul intermediar este pentru cei care au ceva experiență, iar programul avansat este pentru cei care au multă experiență. Cu toate acestea, încearcă să alegi un program care să se potrivească nivelului tău actual de fitness și obiectivelor tale.",
  "Please visit our License page to learn more about how our workout programs can be used within your own content. If you're unsure about anything, please feel free to contact us at hi@ourworkoutplatform.com and we'll be more than happy to answer your questions.": "Te rugăm să vizitezi pagina noastră de Licență pentru a afla mai multe despre cum pot fi utilizate programele noastre de antrenament în propriul tău conținut. Dacă nu ești sigur de ceva, te rugăm să ne contactezi la hi@ourworkoutplatform.com și vom fi mai mult decât fericiți să răspundem la întrebările tale.",
  "Yes, we do offer personalized workout programs tailored to your specific fitness goals and needs. You can contact our personal trainers to discuss your requirements and get a customized program designed just for you.": "Da, oferim programe de antrenament personalizate adaptate la obiectivele și nevoile tale specifice de fitness. Poți contacta antrenorii noștri personali pentru a discuta cerințele tale și pentru a obține un program personalizat conceput special pentru tine.",
  "We accept a variety of payment methods including credit/debit cards, PayPal, and other online payment platforms. You can select your preferred payment method during the checkout process.": "Acceptăm o varietate de metode de plată, inclusiv carduri de credit/debit, PayPal și alte platforme de plată online. Poți selecta metoda de plată preferată în timpul procesului de finalizare a comenzii.",
  "Absolutely! Our platform includes tools to help you track your progress, set goals, and monitor your improvements over time. You can also share your progress with the community for feedback and support.": "Absolut! Platforma noastră include instrumente pentru a te ajuta să îți urmărești progresul, să îți stabilești obiective și să îți monitorizezi îmbunătățirile în timp. De asemenea, îți poți împărtăși progresul cu comunitatea pentru feedback și suport.",
  "Some of our workout programs come with dietary guidelines to help you achieve your fitness goals more effectively. Check the program details to see if dietary recommendations are included.": "Unele dintre programele noastre de antrenament vin cu ghiduri dietetice pentru a te ajuta să îți atingi obiectivele de fitness mai eficient. Verifică detaliile programului pentru a vedea dacă sunt incluse recomandări dietetice.",
  "We offer a 30-day money-back guarantee on all our workout programs. If you're not satisfied with your purchase for any reason, please contact our support team for a full refund.": "Oferim o garanție de returnare a banilor în termen de 30 de zile pentru toate programele noastre de antrenament. Dacă nu ești mulțumit de achiziția ta din orice motiv, te rugăm să contactezi echipa noastră de suport pentru o rambursare completă.",
  "Yes, we offer live workout sessions with our trainers. You can join these sessions to get real-time guidance and support. Check our schedule for upcoming live sessions.": "Da, oferim sesiuni de antrenament live cu antrenorii noștri. Poți participa la aceste sesiuni pentru a primi îndrumări și suport în timp real. Verifică programul nostru pentru viitoarele sesiuni live.",

    
  "Start Your Journey": "Începeți călătoria",
  "All the training is done through our advanced telegram bot. We need this to contact you and give you access to the training program.": "Toate antrenamentele se fac prin intermediul botului nostru avansat de telegramă. Avem nevoie de acest lucru pentru a vă contacta și a vă oferi acces la programul de antrenament.",
  "Your name": "Numele tău",
  "Your email": "Emailul tău",
  "Select workout type": "Selectați tipul de antrenament",
  "Lose Weight": "Pierde în greutate",
  "Build Muscle": "Construiește mușchi",
  "Powerlifting": "Powerlifting",
  "Join": "Alătură-te",
  "You know what to do," : "Știi ce să faci,",
  "Your Workout": "Antrenamentul tău"
}