{
    "Home": "Главная",
    "Features": "Особенности",
    "Programs": "Программы",
    "Results": "Результаты",
    
    "I'll build you a dream body": "Я построю тебе тело мечты",
    "in a short time and without rollback": "В короткие сроки и без отката",
    "Select a Program": "Выберите программу",
    "And get a discount": "И получите скидку",
    "Modern Personal Account": "Современный личный кабинет",
    "Explanatory program": "Пояснительная программа",
    "Detailed videos": "Подробные видео",
    "Training diary": "Тренировочный дневник",
    "Regular Feedback": "Регулярная обратная связь",
    "I personally answer questions": "Я лично отвечаю на вопросы",
    "Process discussion": "Обсуждение процесса",
    "Live chat": "Живой чат",
    "We are the best at": "Мы лучшие в",
    "loosing fat": "сжигании жира",
    "diets": "диетах",
    "building muscle": "наращивании мышц",
    "Personalized Programs": "Персонализированные программы",
    "New Approach": "Новый подход",
    "New Results": "Новые результаты",
    "This training system is built on the basis of scientific research supported by practice.": "Эта система тренировок построена на основе научных исследований, подтвержденных практикой.",
    "Load balance for any level": "Баланс нагрузки для любого уровня",
    "So as not to kill the motivation and desire to return to the gym": "Чтобы не убить мотивацию и желание вернуться в спортзал",
    "No marketing time": "Нет времени на маркетинг",
    "Visible results already in the first months of training.": "Видимые результаты уже в первые месяцы тренировок.",
    "Clear Video instructions": "Понятные видеоинструкции",
    "Every Program is customized for each of you, but mostly it follows these categories:": "Каждая программа адаптируется под каждого из вас, но в основном она следует этим категориям:",
    "Muscle Builder": "Мышечный строитель",
    "Ideal for individuals looking to build muscle and improve strength.": "Идеально подходит для людей, которые хотят нарастить мышечную массу и улучшить силу.",
    "/month": "/месяц",
    "Customized workout plan": "Персонализированный план тренировок",
    "Nutritional guidance included": "Включено питательное руководство",
    "Program duration:": "Продолжительность программы:",
  
    "Ongoing support and progress tracking": "Постоянная поддержка и отслеживание прогресса",
    "Access to online community and resources": "Доступ к онлайн-сообществу и ресурсам",
    "Join Now": "Присоединиться",
    "Powerlift": "Пауэрлифтинг",
    "Ideal for individuals looking to improve at powerlifting and build a strong foundation.": "Идеально подходит для людей, которые хотят улучшить свои навыки в пауэрлифтинге и создать прочную основу.",
   
    "Tailored powerlifting exercises and heart-healthy nutrition": "Индивидуальные упражнения по пауэрлифтингу и питание, полезное для сердца",
    "Monthly powerlifting tests": "Ежемесячные тесты по пауэрлифтингу",
    "Duration of the program:": "Продолжительность программы:",
  
    "Continuous support and detailed progress reports": "Постоянная поддержка и подробные отчеты о прогрессе",
    "Membership to a supportive online community and exclusive resources": "Членство в поддерживающем онлайн-сообществе и эксклюзивные ресурсы",
    "Fat Burner": "Жиросжигатель",
    "Ideal for individuals looking to lose fat and improve their overall health.": "Идеально для людей, которые хотят сжигать жир и улучшить общее состояние здоровья.",
   
    "Customized workout and diet plan": "Индивидуальный план тренировок и диеты",
    "Includes regular health and fitness check-ups": "Включает регулярные медицинские осмотры и проверку физической формы",
    
    "16 weeks": "16 недель",
    "Here are the result Before and after:": "Вот результат до и после:",
    "You decide your future": "Ты решаешь свое будущее",
    
    "You are in control of your life": "Ты контролируешь свою жизнь",
    "Programs Faqs": "Вопросы о программах",



    "How can I get help if I'm stuck on a workout?": "Как мне получить помощь, если я застрял на тренировке?",
  "How do I purchase a workout program?": "Как мне купить программу тренировок?",
  "Is there a sample workout program I can take a look at?": "Есть ли образец программы тренировок, который я могу посмотреть?",
  "Do I get a review when I post my workout progress?": "Получу ли я обзор, когда опубликую свой прогресс в тренировках?",
  "Can I use equipment/tools on these workout programs?": "Могу ли я использовать оборудование/инструменты в этих программах тренировок?",
  "Can I share these workout programs with my friends?": "Могу ли я поделиться этими программами тренировок с друзьями?",
  "How often are new workout programs added?": "Как часто добавляются новые программы тренировок?",
  "What is the difference between the beginner, intermediate, and advanced workout programs?": "В чем разница между начальными, средними и продвинутыми программами тренировок?",
  "Can I use these workout programs within my own free or commercial content/tutorials/projects?": "Могу ли я использовать эти программы тренировок в своем бесплатном или коммерческом контенте/руководствах/проектах?",
  "Do you offer personalized workout programs?": "Вы предлагаете персонализированные программы тренировок?",
  "What payment methods do you accept?": "Какие способы оплаты вы принимаете?",
  "Can I track my progress on your platform?": "Могу ли я отслеживать свой прогресс на вашей платформе?",
  "Are there any dietary guidelines included with the workout programs?": "Включены ли какие-либо диетические рекомендации в программы тренировок?",
  "What is your refund policy?": "Какова ваша политика возврата?",
  "Do you offer live workout sessions?": "Вы проводите живые тренировочные сессии?",

  "Are you ready to change your life?": "Вы готовы изменить свою жизнь?",
  "Resources": "Ресурсы",
  "Nutrition": "Питание",
  "Anatomy": "Анатомия",
  "Follow us": "Подписывайтесь на нас",
  "Legal": "Юридическая информация",
  "Privacy Policy": "Политика конфиденциальности",
  "Terms & Conditions": "Условия использования",
  "ProdiusIndustries": "ProdiusIndustries",
  "All Rights Reserved": "Все права защищены",

  "The best (and quickest) way to get help on a workout is in our community forum. There are thousands of other fitness enthusiasts in there, so it's a great place to ask questions. We even have a dedicated 'help' channel! If you haven't joined yet, you can get an invite to our community forum here.": "Лучший (и быстрый) способ получить помощь в тренировке - это наш форум сообщества. Там находятся тысячи других энтузиастов фитнеса, так что это отличное место для вопросов. У нас даже есть специальный канал 'помощь'! Если вы еще не присоединились, вы можете получить приглашение на наш форум сообщества здесь.",
  "We'd recommend reading our complete guide to purchasing workout programs. If you get stuck and need help, please feel free to ask questions in our community forum, and we'll help you purchase your program.": "Мы рекомендуем прочитать наш полный гид по покупке программ тренировок. Если вы застряли и вам нужна помощь, пожалуйста, задавайте вопросы на нашем форуме сообщества, и мы поможем вам приобрести вашу программу.",
  "We don't provide 'official' sample programs for the workouts. This is because there is no single perfect way to complete a workout. Instead, you're encouraged to review other people's workout routines in the community. You can learn so much by seeing how other people have approached the same workouts and giving them feedback.": "Мы не предоставляем 'официальные' примерные программы тренировок. Это потому, что нет одного идеального способа выполнить тренировку. Вместо этого вам предлагается ознакомиться с тренировочными планами других людей в сообществе. Вы можете многому научиться, увидев, как другие подходили к тем же тренировкам и давая им обратную связь.",
  "Our platform is a collaborative learning community where everyone can give feedback to each other. If you'd like to receive feedback from the community, please be sure to post a question when you submit your progress. The more specific you can be, the better. Being clear with your questions means you're much more likely to receive valuable feedback from others.": "Наша платформа - это сообщество совместного обучения, где каждый может давать обратную связь друг другу. Если вы хотите получить обратную связь от сообщества, обязательно задавайте вопросы при отправке вашего прогресса. Чем конкретнее вы будете, тем лучше. Четкость вопросов увеличивает вероятность получения ценной обратной связи от других.",
  "Yes! Our challenges provide professional workout programs but there are no rules on what tools to use. So feel free to use anything you like to complete your workouts.": "Да! Наши челленджи предоставляют профессиональные программы тренировок, но нет правил по использованию инструментов. Поэтому используйте все, что вам нравится, для выполнения тренировок.",
  "Definitely! Please do feel free to share whatever workout program you find beneficial with your friends. Helping fitness enthusiasts add professional-looking workout programs to their routine was one of the reasons we created this platform!": "Безусловно! Не стесняйтесь делиться любой программой тренировок, которая вам полезна, с вашими друзьями. Помощь энтузиастам фитнеса в добавлении профессионально выглядящих программ тренировок в их рутину была одной из причин создания нашей платформы!",
  "We launch a new workout program every two weeks. We alternate between free and premium program launches, so we launch one free and one premium program each month.": "Мы запускаем новую программу тренировок каждые две недели. Мы чередуем бесплатные и премиум-запуски программ, так что каждый месяц мы запускаем одну бесплатную и одну премиум-программу.",
  "The beginner, intermediate, and advanced workout programs are designed to cater to different fitness levels. The beginner program is for those who are new to working out, the intermediate program is for those who have some experience, and the advanced program is for those who have a lot of experience. However, try choosing a program that suits your current fitness level and goals.": "Программы тренировок для начинающих, среднего уровня и продвинутых разработаны для различных уровней физической подготовки. Программа для начинающих предназначена для тех, кто только начинает тренироваться, программа среднего уровня - для тех, у кого есть некоторый опыт, а продвинутая программа - для тех, у кого много опыта. Тем не менее, постарайтесь выбрать программу, соответствующую вашему текущему уровню физической подготовки и целям.",
  "Please visit our License page to learn more about how our workout programs can be used within your own content. If you're unsure about anything, please feel free to contact us at hi@ourworkoutplatform.com and we'll be more than happy to answer your questions.": "Пожалуйста, посетите нашу страницу с лицензиями, чтобы узнать больше о том, как можно использовать наши программы тренировок в вашем собственном контенте. Если у вас есть вопросы, свяжитесь с нами по адресу hi@ourworkoutplatform.com, и мы с радостью ответим на ваши вопросы.",
  "Yes, we do offer personalized workout programs tailored to your specific fitness goals and needs. You can contact our personal trainers to discuss your requirements and get a customized program designed just for you.": "Да, мы предлагаем персонализированные программы тренировок, адаптированные к вашим конкретным целям и потребностям в фитнесе. Вы можете связаться с нашими персональными тренерами, чтобы обсудить ваши требования и получить индивидуально разработанную программу специально для вас.",
  "We accept a variety of payment methods including credit/debit cards, PayPal, and other online payment platforms. You can select your preferred payment method during the checkout process.": "Мы принимаем различные методы оплаты, включая кредитные/дебетовые карты, PayPal и другие онлайн-платежные платформы. Вы можете выбрать предпочитаемый метод оплаты при оформлении заказа.",
  "Absolutely! Our platform includes tools to help you track your progress, set goals, and monitor your improvements over time. You can also share your progress with the community for feedback and support.": "Абсолютно! Наша платформа включает инструменты, которые помогут вам отслеживать прогресс, ставить цели и контролировать улучшения со временем. Вы также можете делиться своим прогрессом с сообществом для получения обратной связи и поддержки.",
  "Some of our workout programs come with dietary guidelines to help you achieve your fitness goals more effectively. Check the program details to see if dietary recommendations are included.": "Некоторые из наших программ тренировок содержат рекомендации по питанию, чтобы помочь вам более эффективно достигать ваших фитнес-целей. Проверьте детали программы, чтобы узнать, включены ли рекомендации по питанию.",
  "We offer a 30-day money-back guarantee on all our workout programs. If you're not satisfied with your purchase for any reason, please contact our support team for a full refund.": "Мы предлагаем 30-дневную гарантию возврата денег на все наши программы тренировок. Если вы не удовлетворены покупкой по любой причине, пожалуйста, свяжитесь с нашей службой поддержки для полного возврата средств.",
  "Yes, we offer live workout sessions with our trainers. You can join these sessions to get real-time guidance and support. Check our schedule for upcoming live sessions.": "Да, мы предлагаем живые тренировочные сессии с нашими тренерами. Вы можете присоединиться к этим сессиям, чтобы получить руководство и поддержку в реальном времени. Проверьте наш график для предстоящих живых сессий.",

  "Start Your Journey": "Начните свое путешествие",
  "All the training is done through our advanced telegram bot. We need this to contact you and give you access to the training program.": "Все тренировки проводятся через наш продвинутый телеграм-бот. Нам это нужно, чтобы связаться с вами и дать вам доступ к программе тренировок.",
  "Your name": "Ваше имя",
   "Your email": "Ваша электронная почта",
   "Select workout type": "Выберите тип тренировки",
   "Lose Weight": "Похудеть",
  "Build Muscle": "Накачать мышцы",
  "Powerlifting": "Пауэрлифтинг",
   "Join": "Присоединиться",
   "You know what to do," : "Ты знаешь, что делать,",
   "Your Workout": "Твоя тренировка"
    
}